Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=535_lang=anaras.html.tmx
Source language: smn
Languages: sms

source: Sämitigge oovded säämi parlamiänttárij julgáštusâi olášume tave-eennâmlâš sämisopâmuš jotkâráđádâlmijn
sms: SääŠmteŠǧǧ veekk ooudâs parlamentneeŠǩǩi čõõđtumuužži

source: Säämi parlamentaarlâš rääđi ornij kuálmád säämi parlamiänttárij konferens Kirkkonjaargâst 10. skammâmáánu 2011.
sms: SääŠm parlamentaarlaž suåvtõs riâžži kuämad sääŠmparlamentneeŠǩǩi konfereenss Ǩeârkknjaarǥâst 10. skamm-mannu 10. peeiŠv 2011.

source: Sämiparlamiänttárij konferens čokkij oohtân sämitigij aalmug valjim jesânijd ja Ruošâ sämmilij ovdâsteijeid.
sms: SääŠmparlamentneeŠǩǩi konferenss noori õŠhtte sääŠmteeŠǧǧivuiŠm vaŠlljuum vuäŠsslaid da Ruõšš saaŠmi võboršeeŠǩǩid.

source: Konferens fáddán lijjii ärbivuáválâš tiätu já arktâlâš ääših.
sms: Konfereenss teemmen leŠjje ääŠrbvuâlaž teâtt da aartklaž ääŠšš.

source: Lasseen takkuustellii tave-eennâmlâš sämisopâmuš já árvuštellii ovdebái parlamiänttárij konferens julgáštusâi puátusijd.
sms: LââŠssen taŠrǩǩeeš tâŠvvjânnmlaž sääŠmsuåppmõõžž da ärvvtõŠlleš ooudbuž parlamentneeŠǩǩi konfereenssi čõõđtõõzzi äiggavuäǯǯmõõžžid.

source: Konferens loopâst tuhhiittui säämi parlamiänttárij ohtsâš Kirkkonjaargâ julgáštus.
sms: Konfereenss looppâst primmeš sääŠmparlamentneeŠǩǩi õhttsaž Ǩeârkknjaarǥ čõõđtõõzz.

source: Tave-eennâmlâš sämisopâmuš ovdán
sms: TâŠvvjânnmlaž sääŠmsuåppmõš ouddan

source: Sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi mainâšij nuuhâm saavâjođetteijeepaje ja sämmilij oovtâstpargo merhâšitteemus lävkkin eromâšávt tave-eennâmlâš sämisopâmuš jotkâráđádâlmij älgim.
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi peäggat mõõnni saaǥǥjååŠđtempââi da saaŠmi õhttsažtuâi, što tõk liâ miârkkšõõvvi ooudâsviikkâmlääuŠǩ, jeäŠrben tâŠvvjânnmlaž sääŠmsuåppmõõžž juäŠtǩǩsaaǥǥstõõllmõõžži älggmõõžžâst.

source: – Julgáštusâi olášume lii nanosávt čonnâsâm sämitige resurssáid já staatâi haalun oovded sämmilij vuoigâdvuođâid.
sms: - Čõõđtumuužži teâuddjumuš lij raŠvvsânji čõnnsest sääŠmteeŠǧǧ resuurssid da valdiai tättmõŠšše ooudâsviikkâd saaŠmi vuõiggâdvuõđid.

source: Sämitigeh ovdedeh julgáštusâi olášume tave-eennâmlâš sämisopâmuš jotkâráđádâlmijn, juátká Näkkäläjärvi.
sms: SääŠmteeŠǧǧ vekka ooudâs čõõđtumuužži teâuddjumuužž tâŠvvjânnmlaž sääŠmsuåppmõõžž juäŠtǩǩsaaǥǥstõõllmõõžžin, juätkk NäkkäläjäuŠrr.

source: Näkkäläjärvi šalligâš tom, et puoh Säämi parlamentaarlâš rääđi tooimâid lii vádásmittám reesuursvááijuvvuotâ.
sms: NäkkäläjäuŠrr gåårâŠtt tõn, što sääŠm patlamentaarlaž suåvtõõzz tuåimmjumuužž lij vaiggʼgâttam resurssvääŠnn.

source: – Säämi parlamentaarlâš rääđist ij koolgâ šoddâđ tuše savâstâllâmkerho, pic tarbâšep čonâsem, ohtsii čäällimkode já sämitigij haldâttâssáid fastâ oovtâstpargo parlamentaarlâš rääđi miärádâsâi olášutmân já meid čuákkimij valmâštâllâm várás, huámášit Näkkäläjärvi.
sms: - SääŠm parlamentaarlaž suåvtõõzzâst ij vuäǯǯ šõddâd tåŠlǩ saaǥǥstõõllâmsieŠbr, a taarbšep čõnnõttmõõžž, õhttsaž piizarkååŠdd da sääŠmteeŠǧǧ vaaldšeemid põõššinallšem õhttsažtuâi patlamentaarlaž suåvtõõzz tuŠmmstõõǥǥi tuåimmepiijjmõŠšše da še såbbri valmštõõllâm diõtt, mušttʼtat NäkkäläjäuŠrr.

source: Luuvâ Juvá Leemit saavâ ollásávt säämi parlamiänttárij konferens julgáštusâi olášume (suomâ- já tavesämikielân)
sms: Looǥ Klemetti NäkkäläjääuŠr mainnâz obbvuõđstes SääŠmparlamentneeŠǩǩi konfereenssi čõõđtõõzz teâddjumuužžâst (lääddas da tâŠvvsäämas)

source: Sämmilij kulttuuräärbi suoijâlmân taarbâš ohtsijd prinsiipâid
sms: SaaŠmi kultturpreddan suõŠjjumuŠšše taarbšet õhttsaž vuâđđjurddjid

source: Näkkäläjärvi illood tast, et sämmilij ärbivuáválâš tiätu já ton suojâlem láá luptânâm majemui aaigij nanosávt uáinusân säämi siärvusist.
sms: NäkkäläjäuŠrr rämmaš tõŠst, što saaŠmi ääŠrbvuâlaž teâtt da tõn suõŠjjumuužž liâ kaggõõttâm mõõnni ääiŠjin raaŠveld ouŠdde sääŠm õhttsažkååŠddest.

source: Säämi parlamentaarlâš rääđi já sämitigeh kolgâččii-uv pehtilittiđ pargoos ärbivuáválii tiäđu suoijâlmân.
sms: SääŠm parlamentaarlaž suåvtõõzzin da sääŠmteeŠǧǧin õõlǥči lââŠzzted vaikktõõzzid tuâjes ääŠrbvuâlaž teâđ suõŠjjeem diõtt.

source: – Mij tarbâšep ohtsijd prinsiipâid, maht säämi kulttuuräärbi kalga suojâliđ já eettisijd prinsiipâid suojâliđ säämi kulttuur, vâi pyehtip toimâđ oovtâst ulguupiäláá aštuu vuástá, pááhud Näkkäläjärvi.
sms: – Taarbšep õhttsaž vuâđđjurddjid mäŠhtt sääŠm kultturpreddan âlgg suõŠjjeed da eettlaž vuâđđjurddid suõŠjjeetd sääŠmkulttuur, što vââiŠčep tuåimmjed õõutsââŠjest åålǥbeäŠlnn puõŠtti vaar vuâstta, tuâtt NäkkäläjäuŠrr.

source: Luuvâ Juvá Leemit saavâ ollásávt konfereensâst 10.11.2011: Ärbivuáválii tiäđu suojâlem hástuseh (suomâ- já tavesämikielân)
sms: Looǥ Klemetti NäkkäläjääuŠr mainnâz obbvuõđstes konfereensâst 10.11.2011: ÄäŠrbvuâlaž teâđ suõŠjjeem tuâi (lääddas da tâŠvvsäämas)

source: Ruošâ sämmiliih tievâslâš jesânin fáárun tooimân
sms: Ruõšš sääŠm tiuddmieŠreld vuäŠssliŠžžen mieŠldd tuåimmjumuŠšše

source: Näkkäläjärvi mielâst puáttee säämi parlamentaarlâš rääđi toimâpaajeest kalga eromâšávt kiddiđ huámášume Ruošâ sämmilij sajattuv tuárjumân, vâi sii tile puáráničij.
sms: NäkkäläjääuŠr miõlâst puõŠtti SääŠm parlamentaarlaž suåvtõõzz tuåimmpââjest feŠrttai aainâs väŠldded lokku Ruõšš saaŠmi staattuuzz staanmõš, što RuõŠšš saaŠmi staattus puârneŠči.

source: – Mij kolgâp puohat tuárjuđ Ruošâ sämmilijd, vâi sij pyehtih ovdediđ jieijâs ovdâsteijee organisaatio Ruošâst já peessâđ tievâslávt fáárun SPR tooimân, pááhud Näkkäläjärvi.
sms: – MeeŠst feŠrttai uŠvdded tuärjjõs Ruõšš saaŠmid, što sij vueŠitte ooudâsviikkâd jiijjâz võboršeeŠǩǩnallšem organisaatiaz RuõŠšše da pueŠtted tiuddmieŠreld mieŠldd SPS:zz tuåimmjumuŠšše, tuâtt NäkkäläjäuŠrr.

source: Vuossâmuš säämi parlamiänttárij čuákkim tollui Ruotâ Juhâmohheest 24. kuovâmáánu 2005.
sms: Vuõssmõs sääŠmparlamentaarneeŠǩǩi sååbbar rieŠššeš Ruõcc Jokkmokist täŠlvvmannu 24. peeiŠv 2005.

source: Nubbe säämi parlamiänttárij čuákkim uárnejui Ruávinjaargâst roovvâdmáánu 29. peeivi 2008.
sms: NuuŠbb sääŠmparlamentneeŠǩǩi sååbbar rieŠššeš RuäŠvnjaarǥâst kålggmannu 29. peeiŠv eeŠjjest 2008.

source: Säämi parlamentaarlâš rääđi lii vuáđudum 2000-lovo aalgâst já tot tuáimá Tave-enâmij sämitigij oovtâstpargo-orgaanân.
sms: SääŠm parlamentaarlaž suåvtõs lij vuâđđuum 2000-lååǥǥ aalǥâst da tõt tuåimmai TâŠvvjânnmlaž sääŠmteeŠǧǧi õhttsažtuâjjorgannân.

source: Meid Ruošâ sämmiliih uásálisteh rääđi paargon.
sms: Ruõšš sääŠm še vuässâŠtte suåvtõõzz tuõjju.

source: Lasetiäđuh Suomâbeln Sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi
sms: LââŠssteâđaid LääŠddjânnam beäŠlnn

source: klemetti. nakkalajarvi (at) samediggi.
sms: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti NäkkäläjäuŠrr
